app/views/jobs/_form.html.erb

	<div class="field">
		<%= f.collection_select :category_id, Category.all, :id, :name, {prompt: "Choose a category"} %><br>
---
SELECT "categories".* FROM "categories"